app/controllers/bugs_controller.rb

SELECT "bugs".* FROM "bugs"
---
  def index
    session[:query] = session[:query].blank? ? current_user.default_bug_list : session[:query]