app/controllers/rules_controller.rb

SELECT "rules".* FROM "rules"
---
  def index
    @rules = Rule.all