app/controllers/sessions_controller.rb

INSERT INTO "users" ("created_at", "updated_at", "username") VALUES ($1, $2, $3) RETURNING "id"  [["created_at", "2014-11-14 20:43:38.175752"], ["updated_at", "2014-11-14 20:43:38.175752"], ["username", "nicherbe@cisco.com"]]
SELECT  "users".* FROM "users"  WHERE "users"."username" = 'nicherbe@cisco.com'  ORDER BY "users"."id" ASC LIMIT 1
UPDATE "users" SET "updated_at" = $1 WHERE "users"."id" = 2  [["updated_at", "2014-11-14 20:43:38.185367"]]
---
  def login
    begin
      raise Exception.new("You must specify a user parameter") if params[:user].nil?
      raise Exception.new("Do not specify a domain name in your user") if params[:user] =~ /@/

      xmlrpc = Bugzilla::XMLRPC.new(Rails.configuration.bugzilla_host)
      xmlrpc.bugzilla_login(Bugzilla::User.new(xmlrpc), params[:user], params[:password])
      session[:bugzilla_cookie] = xmlrpc.token

      user = User.where(:username => "#{params[:user]}@#{Rails.configuration.bugzilla_domain}").first_or_create
      user.updated_at = Time.now